Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Select words and press ⌫ to cut them from the video — ⌫ again on crossed-out words puts them back. Click a word to jump there; ⌘F finds.
de: Wähle Wörter aus und drücke ⌫, um sie aus dem Video zu schneiden – ⌫ auf durchgestrichenen Wörtern holt sie zurück. Klicke auf ein Wort, um dorthin zu springen; ⌘F sucht.
fr: Sélectionnez des mots et appuyez sur ⌫ pour les couper de la vidéo — ⌫ sur des mots barrés les rétablit. Cliquez sur un mot pour y aller ; ⌘F pour rechercher.
ru: Выделите слова и нажмите ⌫, чтобы вырезать их из видео, — повторное ⌫ на зачеркнутых словах возвращает их. Нажмите слово, чтобы перейти к нему; ⌘F — поиск.
zh_hans: 选择字词并按下 ⌫ 即可将其从视频中剪掉 — 在带删除线的字词上再按 ⌫ 可恢复。点按字词可跳转到该处；按 ⌘F 可查找。

source: Selected %@
de: Ausgewählt: %@
fr: Sélection : %@
ru: Выбрано: %@
zh_hans: 已选择：%@

source: Selected part
de: Ausgewählter Abschnitt
fr: Passage sélectionné
ru: Выбранный фрагмент
zh_hans: 所选部分

source: Selection
de: Auswahl
fr: Sélection
ru: Выделение
zh_hans: 选区

source: Selection %@ by %@ points
de: Auswahl: %@ mal %@ Punkte
fr: Sélection de %@ sur %@ points
ru: Выделение %@ на %@ пт
zh_hans: 选区宽 %@ 点、高 %@ 点

source: Selection %@ by %@ points. Arrow keys move it, Return captures, Escape cancels.
de: Auswahl: %@ mal %@ Punkte. Pfeiltasten verschieben sie, Zeilenschalter nimmt auf, Escape bricht ab.
fr: Sélection de %@ sur %@ points. Les flèches la déplacent, Retour capture, Échap annule.
ru: Выделение %@ на %@ пт. Клавиши со стрелками перемещают его, Return делает снимок, Escape отменяет.
zh_hans: 选区宽 %@ 点、高 %@ 点。方向键可移动选区，按 Return 键捕捉，按 Esc 键取消。

source: Set In to Playhead
de: Startpunkt an Abspielposition setzen
fr: Placer le point d’entrée sur la tête de lecture
ru: Задать начало по указателю воспроизведения
zh_hans: 将入点设为播放头位置

source: Set Out to Playhead
de: Endpunkt an Abspielposition setzen
fr: Placer le point de sortie sur la tête de lecture
ru: Задать конец по указателю воспроизведения
zh_hans: 将出点设为播放头位置

source: Set the in point to the playhead (%@)
de: Startpunkt auf die Abspielposition setzen (%@)
fr: Placer le point d’entrée sur la tête de lecture (%@)
ru: Задать начало по указателю воспроизведения (%@)
zh_hans: 将入点设为播放头位置（%@）

source: Set the out point to the playhead (%@)
de: Endpunkt auf die Abspielposition setzen (%@)
fr: Placer le point de sortie sur la tête de lecture (%@)
ru: Задать конец по указателю воспроизведения (%@)
zh_hans: 将出点设为播放头位置（%@）

source: Settings
de: Einstellungen
fr: Réglages
ru: Настройки
zh_hans: 设置

source: Settings…
de: Einstellungen …
fr: Réglages…
ru: Настройки…
zh_hans: 设置…

source: Shadow
de: Schatten
fr: Ombre
ru: Тень
zh_hans: 阴影

source: Shadow and transparent padding
de: Schatten und transparenter Rand
fr: Ombre et marge transparente
ru: Тень и прозрачный отступ
zh_hans: 阴影和透明边距

source: Shape
de: Form
fr: Forme
ru: Форма
zh_hans: 形状

source: Share
de: Teilen
fr: Partager
ru: Поделиться
zh_hans: 共享

source: Share — Mail, Messages, AirDrop…
de: Teilen – Mail, Nachrichten, AirDrop …
fr: Partager — Mail, Messages, AirDrop…
ru: Поделиться — Почта, Сообщения, AirDrop…
zh_hans: 共享 — “邮件”、“信息”、隔空投送…

source: Shortcut
de: Kurzbefehl
fr: Raccourci
ru: Сочетание клавиш
zh_hans: 快捷键

source: Shortcut %@
de: Kurzbefehl %@
fr: Raccourci %@
ru: Сочетание %@
zh_hans: 快捷键 %@

source: Shortcut Conflict Detected
de: Konflikt bei Kurzbefehlen erkannt
fr: Conflit de raccourcis détecté
ru: Обнаружен конфликт сочетаний клавиш
zh_hans: 检测到快捷键冲突

source: Shortcut hidden
de: Kurzbefehl ausgeblendet
fr: Raccourci masqué
ru: Сочетание скрыто
zh_hans: 已隐藏快捷键

source: Shortcuts
de: Kurzbefehle
fr: Raccourcis
ru: Сочетания
zh_hans: 快捷键

source: Shorten %lld pauses
de: %lld Pausen kürzen
fr: Raccourcir %lld pauses
ru: Сократить %lld паузы
zh_hans: 缩短 %lld 处停顿

source: Shorten Pauses
de: Pausen kürzen
fr: Raccourcir les pauses
ru: Сократить паузы
zh_hans: 缩短停顿

source: Shortened %lld pauses — %@ shorter
de: %lld Pausen gekürzt – %@ kürzer
fr: %lld pauses raccourcies — %@ de moins
ru: Сокращено %lld паузы — на %@ короче
zh_hans: 已缩短 %lld 处停顿 — 视频缩短了 %@

source: Shortens every silence over a second (this video has no Shotnix pointer data to spot what happens on screen)
de: Kürzt jede Stille über einer Sekunde (dieses Video hat keine Shotnix-Zeigerdaten, um zu erkennen, was auf dem Bildschirm passiert)
fr: Raccourcit chaque silence de plus d’une seconde (cette vidéo n’a pas de données de pointeur Shotnix pour repérer ce qui se passe à l’écran)
ru: Сокращает каждую паузу длиннее секунды (в этом видео нет данных указателя Shotnix, чтобы понять, что происходит на экране)
zh_hans: 缩短每段超过一秒的静音（此视频没有 Shotnix 指针数据，无法识别屏幕上发生了什么）

source: Shotnix Preferences
de: Shotnix-Einstellungen
fr: Réglages de Shotnix
ru: Настройки Shotnix
zh_hans: Shotnix 设置

source: Shotnix can't open this file
de: Shotnix kann diese Datei nicht öffnen
fr: Shotnix ne peut pas ouvrir ce fichier
ru: Shotnix не может открыть этот файл
zh_hans: Shotnix 无法打开此文件

source: Shotnix can't save to that folder. Pick another place, like Desktop or Movies, and export again.
de: Shotnix kann nicht in diesem Ordner sichern. Wähle einen anderen Ort, etwa „Schreibtisch“ oder „Filme“, und exportiere erneut.
fr: Shotnix ne peut pas enregistrer dans ce dossier. Choisissez un autre emplacement, comme Bureau ou Vidéos, puis exportez à nouveau.
ru: Shotnix не может сохранить файл в эту папку. Выберите другое место, например «Рабочий стол» или «Фильмы», и экспортируйте снова.
zh_hans: Shotnix 无法存储到该文件夹。请选择其他位置（如“桌面”或“影片”），然后重新导出。

source: Shotnix can't write to the save folder. Choose another one in Settings → Screenshots.
de: Shotnix kann nicht in den Zielordner schreiben. Wähle einen anderen unter „Einstellungen“ → „Bildschirmfotos“.
fr: Shotnix ne peut pas écrire dans le dossier d’enregistrement. Choisissez-en un autre dans Réglages → Captures.
ru: Shotnix не может записывать в папку для сохранения. Выберите другую в разделе Настройки → Снимки экрана.
zh_hans: Shotnix 无法写入存储文件夹。请在“设置”→“截屏”中选择其他文件夹。

source: Shotnix could not write the file to: %@
de: Shotnix konnte die Datei nicht hier sichern: %@
fr: Shotnix n’a pas pu écrire le fichier à cet emplacement : %@
ru: Shotnix не удалось записать файл в это место: %@
zh_hans: Shotnix 无法将文件写入： %@

source: Shotnix is ready to use!
de: Shotnix ist startklar!
fr: Shotnix est prêt à l’emploi !
ru: Shotnix готов к работе!
zh_hans: Shotnix 已准备就绪！

source: Shotnix is still cleaning up the voice
de: Shotnix bereinigt noch die Stimme
fr: Shotnix est encore en train de nettoyer la voix
ru: Shotnix еще очищает голос
zh_hans: Shotnix 仍在清理人声

source: Shotnix is still transcribing
de: Shotnix transkribiert noch
fr: Shotnix est encore en train de transcrire
ru: Shotnix еще расшифровывает речь
zh_hans: Shotnix 仍在转录

source: Shotnix isn't allowed to record the screen. Turn it on in System Settings → Privacy & Security → Screen & System Audio Recording.
de: Shotnix darf den Bildschirm nicht aufzeichnen. Aktiviere es unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Aufnahme von Bildschirm & Systemaudio“.
fr: Shotnix n’est pas autorisé à enregistrer l’écran. Activez-le dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et des sons du système.
ru: Shotnix не разрешено записывать экран. Включите разрешение в разделе Системные настройки → Конфиденциальность и безопасность → Запись экрана и системного звука.
zh_hans: Shotnix 无权录制屏幕。请在“系统设置”→“隐私与安全性”→“录屏与系统录音”中开启。

source: Shotnix listens to the recording right on this Mac — nothing is uploaded. Then cut the video by deleting words, remove ums and long pauses in one click, and add captions.
de: Shotnix hört sich die Aufnahme direkt auf diesem Mac an – nichts wird hochgeladen. Danach schneidest du das Video, indem du Wörter löschst, entfernst Füllwörter und lange Pausen mit einem Klick und fügst Untertitel hinzu.
fr: Shotnix écoute l’enregistrement directement sur ce Mac — rien n’est envoyé. Coupez ensuite la vidéo en supprimant des mots, retirez les hésitations et les longues pauses en un clic, et ajoutez des sous-titres.
ru: Shotnix слушает запись прямо на этом Mac — ничего не отправляется в сеть. Затем можно монтировать видео, удаляя слова, одним нажатием убрать слова-паразиты и долгие паузы и добавить субтитры.
zh_hans: Shotnix 直接在这台 Mac 上听取录制内容 — 不会上传任何内容。然后你可以通过删除字词来剪辑视频，一键移除语气词和长停顿，并添加字幕。

source: Shotnix lives here — setup continues next launch
de: Hier findest du Shotnix – die Einrichtung geht beim nächsten Start weiter
fr: Shotnix se trouve ici — la configuration reprendra au prochain lancement
ru: Shotnix находится здесь — настройка продолжится при следующем запуске
zh_hans: Shotnix 就在这里 — 下次启动时将继续设置

source: Shotnix lives in your menu bar
de: Shotnix findest du in der Menüleiste
fr: Shotnix est dans la barre des menus
ru: Shotnix находится в строке меню
zh_hans: Shotnix 位于菜单栏中

source: Shotnix needs Screen Recording permission to capture your screen. Please enable it in System Settings → Privacy & Security → Screen & System Audio Recording.
de: Shotnix braucht die Berechtigung für Bildschirmaufnahmen, um deinen Bildschirm aufzunehmen. Aktiviere sie unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Aufnahme von Bildschirm & Systemaudio“.
fr: Shotnix a besoin de l’autorisation d’enregistrement de l’écran pour capturer votre écran. Activez-la dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et des sons du système.
ru: Чтобы снимать экран, Shotnix нужно разрешение на запись экрана. Включите его в разделе Системные настройки → Конфиденциальность и безопасность → Запись экрана и системного звука.
zh_hans: Shotnix 需要屏幕录制权限才能截取你的屏幕。 请在“系统设置”→“隐私与安全性”→“录屏与系统录音”中启用。

source: Shotnix restarts to switch languages. You can also set it in System Settings → General → Language & Region → Applications.
de: Shotnix startet neu, um die Sprache zu wechseln. Du kannst sie auch unter „Systemeinstellungen“ → „Allgemein“ → „Sprache & Region“ → „Apps“ festlegen.
fr: Shotnix redémarre pour changer de langue. Vous pouvez aussi la choisir dans Réglages Système → Général → Langue et région → Applications.
ru: Чтобы сменить язык, Shotnix перезапустится. Язык также можно выбрать в разделе Системные настройки → Основные → Язык и регион → Приложения.
zh_hans: 切换语言时，Shotnix 会退出并重新打开。你也可以在“系统设置”→“通用”→“语言与地区”→“应用程序”中设置。

source: Shotnix will wrap these up before it quits.
de: Shotnix schließt diese Vorgänge vor dem Beenden ab.
fr: Shotnix terminera ces tâches avant de quitter.
ru: Shotnix закончит их перед завершением.
zh_hans: Shotnix 会在退出前完成这些任务。

source: Shotnix – Capture History
de: Shotnix – Verlauf
fr: Shotnix – Historique des captures
ru: Shotnix — история снимков
zh_hans: Shotnix – 截屏历史记录

source: Show
de: Anzeigen
fr: Afficher
ru: Показывать
zh_hans: 显示

source: Show Background
de: Hintergrund zeigen
fr: Afficher l’arrière-plan
ru: Показать фон
zh_hans: 显示背景

source: Show Desktop Icons
de: Schreibtischsymbole einblenden
fr: Afficher les icônes du bureau
ru: Показать значки рабочего стола
zh_hans: 显示桌面图标

source: Show Editor
de: Editor zeigen
fr: Afficher l’éditeur
ru: Показать редактор
zh_hans: 显示编辑器

source: Show Editor Tips
de: Editor-Tipps zeigen
fr: Afficher les astuces de l’éditeur
ru: Показать подсказки редактора
zh_hans: 显示编辑器提示

source: Show Folder in Finder
de: Ordner im Finder zeigen
fr: Afficher le dossier dans le Finder
ru: Показать папку в Finder
zh_hans: 在“访达”中显示文件夹

source: Show Quick Access Overlay
de: Schnellzugriff-Miniatur anzeigen
fr: Afficher la vignette d’accès rapide
ru: Показывать миниатюру быстрого доступа
zh_hans: 显示快速访问缩略图

source: Show Recent Export “%@” in Finder
de: Letzten Export „%@“ im Finder zeigen
fr: Afficher l’export récent « %@ » dans le Finder
ru: Показать недавний экспорт «%@» в Finder
zh_hans: 在“访达”中显示最近导出的“%@”

source: Show Recording in Finder
de: Aufnahme im Finder zeigen
fr: Afficher l’enregistrement dans le Finder
ru: Показать запись в Finder
zh_hans: 在“访达”中显示录制内容

source: Show Video Editor
de: Video-Editor zeigen
fr: Afficher l’éditeur vidéo
ru: Показать видеоредактор
zh_hans: 显示视频编辑器

source: Show background
de: Hintergrund zeigen
fr: Afficher l’arrière-plan
ru: Показать фон
zh_hans: 显示背景

source: Show camera
de: Kamera anzeigen
fr: Afficher la caméra
ru: Показывать камеру
zh_hans: 显示摄像头

source: Show captions
de: Untertitel anzeigen
fr: Afficher les sous-titres
ru: Показывать субтитры
zh_hans: 显示字幕

source: Show cursor
de: Zeiger anzeigen
fr: Afficher le pointeur
ru: Показывать указатель
zh_hans: 显示指针

source: Show for the whole video
de: Im ganzen Video zeigen
fr: Afficher pendant toute la vidéo
ru: Показывать все время
zh_hans: 在整个视频中显示

source: Show in Finder
de: Im Finder zeigen
fr: Afficher dans le Finder
ru: Показать в Finder
zh_hans: 在“访达”中显示

source: Show in Finder — %@
de: Im Finder zeigen – %@
fr: Afficher dans le Finder — %@
ru: Показать в Finder — %@
zh_hans: 在“访达”中显示 — %@

source: Show keyboard shortcuts
de: Tastaturkurzbefehle anzeigen
fr: Afficher les raccourcis clavier
ru: Показывать сочетания клавиш
zh_hans: 显示快捷键

source: Show menu bar icon
de: Symbol in der Menüleiste anzeigen
fr: Afficher l’icône dans la barre des menus
ru: Показывать значок в строке меню
zh_hans: 在菜单栏中显示图标

source: Show more / less detail
de: Mehr/weniger Details zeigen
fr: Afficher plus/moins de détails
ru: Больше / меньше деталей
zh_hans: 显示更多/更少细节

source: Show more of the timeline
de: Mehr von der Zeitleiste zeigen
fr: Afficher plus de la timeline
ru: Показать большую часть шкалы времени
zh_hans: 显示更多时间线

source: Show one kind of capture
de: Nur eine Art von Bildschirmfotos zeigen
fr: Afficher un seul type de capture
ru: Показать снимки одного типа
zh_hans: 只显示某类截屏

source: Show shortcuts
de: Kurzbefehle anzeigen
fr: Afficher les raccourcis
ru: Показывать сочетания клавиш
zh_hans: 显示快捷键

source: Show the timeline in more detail
de: Zeitleiste detaillierter zeigen
fr: Afficher la timeline plus en détail
ru: Показать шкалу времени подробнее
zh_hans: 更详细地显示时间线

source: Show the whole screenshot again
de: Wieder das ganze Bildschirmfoto zeigen
fr: Afficher de nouveau toute la capture
ru: Снова показать весь снимок
zh_hans: 重新显示整个截屏

source: Show tips under the video again
de: Tipps unter dem Video wieder zeigen
fr: Réafficher les astuces sous la vidéo
ru: Снова показывать подсказки под видео
zh_hans: 重新在视频下方显示提示

source: Shows what can be removed — data of recordings Shotnix can't find, unused footage and pictures, old clipboard exports — and asks before removing it
de: Zeigt, was entfernt werden kann – Daten von Aufnahmen, die Shotnix nicht findet, ungenutztes Material und Bilder, alte Exporte für die Zwischenablage – und fragt, bevor etwas entfernt wird
fr: Montre ce qui peut être supprimé — données d’enregistrements introuvables, séquences et images inutilisées, anciennes exportations pour le presse-papiers — et demande avant de supprimer
ru: Показывает, что можно удалить: данные записей, которые Shotnix не может найти, неиспользуемые записи с камеры и изображения, старые экспорты в буфер обмена, — и спрашивает перед удалением
zh_hans: 显示可移除的内容 — Shotnix 找不到的录制内容的数据、未使用的素材和图片、旧的剪贴板导出 — 并在移除前询问

source: Shrink while zoomed
de: Beim Zoomen verkleinern
fr: Réduire pendant les zooms
ru: Уменьшать при увеличении
zh_hans: 缩放时缩小

source: Shuffle Background
de: Zufälliger Hintergrund
fr: Arrière-plan aléatoire
ru: Случайный фон
zh_hans: 随机背景

source: Shuffle the background
de: Zufälligen Hintergrund wählen
fr: Choisir un arrière-plan au hasard
ru: Выбрать случайный фон
zh_hans: 随机选择背景

source: Side by side
de: Nebeneinander
fr: Côte à côte
ru: Рядом
zh_hans: 并排

source: Silences over a second get shortened — except while you click, type, scroll, or move the pointer, so the demo itself is never cut
de: Stille über einer Sekunde wird gekürzt – außer während du klickst, tippst, scrollst oder den Zeiger bewegst, damit die Demo selbst nie geschnitten wird
fr: Les silences de plus d’une seconde sont raccourcis — sauf pendant que vous cliquez, tapez, faites défiler ou déplacez le pointeur, pour que la démo elle-même ne soit jamais coupée
ru: Паузы длиннее секунды сокращаются — кроме моментов, когда вы нажимаете, печатаете, прокручиваете или двигаете указатель, чтобы сама демонстрация не пострадала
zh_hans: 超过一秒的静音会被缩短 — 点按、打字、滚动或移动指针时除外，因此演示本身不会被剪掉

source: Silences over a second get shortened — except while you move the pointer, click, or press a shortcut
de: Stille über einer Sekunde wird gekürzt – außer während du den Zeiger bewegst, klickst oder einen Kurzbefehl drückst
fr: Les silences de plus d’une seconde sont raccourcis — sauf pendant que vous déplacez le pointeur, cliquez ou utilisez un raccourci
ru: Паузы длиннее секунды сокращаются — кроме моментов, когда вы двигаете указатель, нажимаете кнопку мыши или сочетание клавиш
zh_hans: 超过一秒的静音会被缩短 — 移动指针、点按或按下快捷键时除外

source: Silky
de: Seidig
fr: Soyeux
ru: Очень плавно
zh_hans: 丝滑

source: Silver
de: Silber
fr: Argent
ru: Серебристый
zh_hans: 银色

source: Size
de: Größe
fr: Taille
ru: Размер
zh_hans: 大小

source: Skip Setup
de: Einrichtung überspringen
fr: Ignorer la configuration
ru: Пропустить настройку
zh_hans: 跳过设置

source: Skipping frames
de: Bilder fallen aus
fr: Images perdues
ru: Пропуск кадров
zh_hans: 正在丢帧

source: Skips the dash to the Stop button at the end
de: Überspringt am Ende die schnelle Bewegung zur Stopptaste
fr: Ignore le déplacement rapide vers le bouton Arrêter à la fin
ru: Пропускает рывок к кнопке «Остановить» в конце
zh_hans: 略过结尾时快速移向“停止”按钮的动作

source: Sky
de: Himmel
fr: Ciel
ru: Небо
zh_hans: 天空

source: Sky Wash
de: Himmelsschleier
fr: Lavis de ciel
ru: Небесная акварель
zh_hans: 天空水彩

source: Slow
de: Langsam
fr: Lent
ru: Медленно
zh_hans: 慢速

source: Small
de: Klein
fr: Petite
ru: Маленький
zh_hans: 小

source: Smallest files, great for docs and chat
de: Kleinste Dateien, ideal für Dokumente und Chats
fr: Fichiers les plus légers, parfaits pour la doc et les discussions
ru: Самые маленькие файлы — для документов и чатов
zh_hans: 文件最小，适合文档和聊天

source: Smooth
de: Sanft
fr: Fluide
ru: Плавно
zh_hans: 平滑

source: Social
de: Social Media
fr: Réseaux sociaux
ru: Соцсети
zh_hans: 社交媒体

source: Social feeds
de: Social-Media-Feeds
fr: Fils des réseaux sociaux
ru: Ленты соцсетей
zh_hans: 社交媒体信息流

source: Soft streaks on fast moves
de: Weiche Schlieren bei schnellen Bewegungen
fr: Traînées douces sur les mouvements rapides
ru: Мягкие шлейфы при быстрых движениях
zh_hans: 快速移动时产生柔和拖影

source: Solid Color
de: Einfarbig
fr: Couleur unie
ru: Сплошной цвет
zh_hans: 纯色

source: Solid color
de: Einfarbig
fr: Couleur unie
ru: Сплошной цвет
zh_hans: 纯色

source: Sound
de: Ton
fr: Son
ru: Звук
zh_hans: 声音

source: Sounds
de: Töne
fr: Sons
ru: Звуки
zh_hans: 声音

source: Space
de: Leertaste
fr: Espace
ru: Пробел
zh_hans: 空格键

source: Space Gray
de: Space Grau
fr: Gris sidéral
ru: Серый космос
zh_hans: 深空灰色

source: Sped up %lld idle moments — saved %@
de: %lld Leerlaufphasen beschleunigt – %@ gespart
fr: %lld temps morts accélérés — %@ gagnées
ru: Ускорено %lld простоя — сэкономлено %@
zh_hans: 已加速 %lld 个空闲片段 — 节省了 %@

source: Sped up %lld idle moments — saved %@ · check any typing
de: %lld Leerlaufphasen beschleunigt – %@ gespart · prüfe Stellen, an denen getippt wird
fr: %lld temps morts accélérés — %@ gagnées · vérifiez les passages de saisie
ru: Ускорено %lld простоя — сэкономлено %@ · проверьте места с набором текста
zh_hans: 已加速 %lld 个空闲片段 — 节省了 %@ · 请检查打字的片段

source: Speech recognition is turned off for Shotnix in System Settings → Privacy & Security → Speech Recognition. Turn it on, then try again.
de: Die Spracherkennung ist für Shotnix unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Spracherkennung“ deaktiviert. Aktiviere sie und versuche es erneut.
fr: La reconnaissance vocale est désactivée pour Shotnix dans Réglages Système → Confidentialité et sécurité → Reconnaissance vocale. Activez-la, puis réessayez.
ru: Распознавание речи выключено для Shotnix в разделе Системные настройки → Конфиденциальность и безопасность → Распознавание речи. Включите его и повторите попытку.
zh_hans: Shotnix 的语音识别已在“系统设置”→“隐私与安全性”→“语音识别”中关闭。请将其打开，然后重试。

source: Speech recognition isn't available on this Mac right now. Try again in a moment.
de: Die Spracherkennung ist auf diesem Mac gerade nicht verfügbar. Versuche es gleich noch einmal.
fr: La reconnaissance vocale n’est pas disponible sur ce Mac pour le moment. Réessayez dans un instant.
ru: Распознавание речи сейчас недоступно на этом Mac. Повторите попытку чуть позже.
zh_hans: 这台 Mac 目前无法使用语音识别。请稍后重试。

source: Speed
de: Tempo
fr: Vitesse
ru: Скорость
zh_hans: 速度

source: Speed Up Idle
de: Leerlauf beschleunigen
fr: Accélérer les temps morts
ru: Ускорить простои
zh_hans: 加速空闲片段

source: Speed Up Idle Moments
de: Leerlauf beschleunigen
fr: Accélérer les temps morts
ru: Ускорить моменты простоя
zh_hans: 加速空闲片段

source: Speed Up Idle works on Shotnix recordings — it watches the pointer
de: „Leerlauf beschleunigen“ funktioniert mit Shotnix-Aufnahmen – es beobachtet den Zeiger
fr: Accélérer les temps morts fonctionne avec les enregistrements Shotnix — la fonction suit le pointeur
ru: «Ускорить простои» работает с записями Shotnix — функция отслеживает указатель
zh_hans: “加速空闲片段”适用于 Shotnix 录制内容 — 它会追踪指针

source: Speed of this part
de: Tempo dieses Abschnitts
fr: Vitesse de ce passage
ru: Скорость этого фрагмента
zh_hans: 此部分的速度

source: Split
de: Teilen
fr: Scinder
ru: Разделить
zh_hans: 分割

source: Split at Playhead
de: An der Abspielposition teilen
fr: Scinder à la tête de lecture
ru: Разделить по указателю воспроизведения
zh_hans: 在播放头处分割

source: Split at playhead
de: An der Abspielposition teilen
fr: Scinder à la tête de lecture
ru: Разделить здесь
zh_hans: 在播放头处分割

source: Split at the playhead (S)
de: An der Abspielposition teilen (S)
fr: Scinder à la tête de lecture (S)
ru: Разделить по указателю воспроизведения (S)
zh_hans: 在播放头处分割（S）

source: Split the video (S) to make cuts; each can dissolve or dip to black.
de: Teile das Video (S), um Schnitte zu setzen; jeder kann überblenden oder schwarz abblenden.
fr: Scindez la vidéo (S) pour créer des coupes ; chacune peut passer par un fondu ou un fondu au noir.
ru: Разделите видео (S), чтобы сделать склейки; к каждой можно применить растворение или затемнение.
zh_hans: 分割视频（S）以创建剪切点；每个剪切点都可以叠化或黑场过渡。

source: Spoken word
de: Gesprochenes Wort
fr: Mot prononcé
ru: Цвет слова
zh_hans: 当前词

source: Spotlight
de: Fokus
fr: Projecteur
ru: Прожектор
zh_hans: 聚光灯

source: Spotlight shape
de: Form des Fokus
fr: Forme du projecteur
ru: Форма прожектора
zh_hans: 聚光灯形状

source: Star on GitHub
de: Stern vergeben
fr: Donner une étoile sur GitHub
ru: Поставить звезду
zh_hans: 在 GitHub 上加星标

source: Start / end
de: Anfang/Ende
fr: Début/fin
ru: Начало / конец
zh_hans: 开头/结尾

source: Start Over
de: Neu beginnen
fr: Recommencer
ru: Начать заново
zh_hans: 重新开始

source: Start Over from the Original Recording…
de: Mit der Originalaufnahme neu beginnen …
fr: Recommencer à partir de l’enregistrement d’origine…
ru: Начать заново с исходной записи…
zh_hans: 从原始录制内容重新开始…

source: Start at the playhead
de: An der Abspielposition beginnen
fr: Commencer à la tête de lecture
ru: Начать у указателя воспроизведения
zh_hans: 从播放头处开始

source: Start here
de: Hier beginnen
fr: Commencer ici
ru: Начало здесь
zh_hans: 从这里开始

source: Start over from the original recording?
de: Mit der Originalaufnahme neu beginnen?
fr: Recommencer à partir de l’enregistrement d’origine ?
ru: Начать заново с исходной записи?
zh_hans: 要从原始录制内容重新开始吗？

source: Start the song at
de: Song beginnt bei
fr: Démarrer le morceau à
ru: Начало песни с
zh_hans: 歌曲起始位置

source: Starts
de: Beginnt
fr: Début
ru: Начало
zh_hans: 开始

source: Startup
de: Start
fr: Démarrage
ru: Запуск
zh_hans: 启动

source: Step %lld
de: Schritt %lld
fr: Étape %lld
ru: Шаг %lld
zh_hans: 步骤 %lld
